Repository: redhunt07/Fedi3
Catalog: app/lib/l10n/app_*.arb
Languages: it

# navCompose
source: Compose
it: Componi

# navNotifications
source: Notifications
it: Notifiche

# navSearch
source: Search
it: Cerca

# navRelays
source: Relays
it: Relay

# navSettings
source: Settings
it: Configurazioni

source: Save
it: Salva

source: Cancel
it: Annulla

# err
source: Error: {error}
it: Errore: {error}

source: Copy
it: Copia

source: Copied
it: Copiato

source: Enabled
it: Attivo

source: Disabled
it: Disattivo

# networkErrorTitle
source: Network issue
it: Problema di rete

# networkErrorHint
source: Check your connection and try again.
it: Controlla la connessione e riprova.

# networkErrorRetry
source: Retry
it: Riprova

# timelineTabLocal
source: Local
it: Locale

# timelineTabSocial
source: Social
it: Sociale

# timelineTabFederated
source: Federated
it: Federata

# searchTitle
source: Search
it: Cerca

# searchHint
source: Search posts, users, hashtags
it: Cerca post, utenti, hashtag

# searchTabPosts
source: Posts
it: Post

# searchTabUsers
source: Users
it: Utenti

# searchTabHashtags
source: Hashtags
it: Hashtag

# searchEmpty
source: Type to search
it: Scrivi per cercare

# searchNoResults
source: No results
it: Nessun risultato

# searchShowingFor
source: Showing results for
it: Risultati per

# searchSourceAll
source: All
it: Tutti

# searchSourceLocal
source: Local
it: Locale

# searchTagCount
source: {count} posts
it: {count} post

# chatThreadTitle
source: Conversation
it: Conversazione

# chatNewTitle
source: New chat
it: Nuova chat

# chatNewTooltip
source: Start a new chat
it: Avvia una nuova chat

# chatNewMissingFields
source: Add recipients and a message.
it: Aggiungi destinatari e un messaggio.

# chatNewFailed
source: Failed to create chat.
it: Creazione chat non riuscita.

# chatRecipients
source: Recipients
it: Destinatari

# chatRecipientsHint
source: e.g. @alice@example.com, https://server/users/bob
it: es. @alice@example.com, https://server/users/bob

# chatMessage
source: Message
it: Messaggio

# chatMessageHint
source: Write a message…
it: Scrivi un messaggio…

# chatCreate
source: Create
it: Crea

# chatSend
source: Send
it: Invia

# chatRefresh
source: Refresh
it: Aggiorna

# chatThreadsEmpty
source: No chats yet
it: Nessuna chat

# chatEmpty
source: No messages yet
it: Nessun messaggio

# chatNoMessages
source: No messages
it: Nessun messaggio

# chatDirectMessage
source: Direct message
it: Messaggio diretto

# chatGroup
source: Group chat
it: Chat di gruppo

# chatMessageDeleted
source: Message deleted
it: Messaggio eliminato

# chatMessageEmpty
source: Empty message
it: Messaggio vuoto

# chatEdit
source: Edit
it: Modifica

# chatDelete
source: Delete
it: Elimina

# chatEditTitle
source: Edit message
it: Modifica messaggio

# chatDeleteTitle
source: Delete message
it: Elimina messaggio

# chatDeleteHint
source: This will remove the message for everyone.
it: Questo rimuoverà il messaggio per tutti.

# chatSave
source: Save
it: Salva

# chatNewMessage
source: New message
it: Nuovo messaggio

# chatNewMessageBody
source: You have a new message.
it: Hai ricevuto un nuovo messaggio.

# chatOpen
source: Open
it: Apri

# chatGifSearchHint
source: Search GIFs…
it: Cerca GIF…

# chatGifEmpty
source: No GIFs found
it: Nessuna GIF trovata

# chatGifMissingKey
source: Add a GIF API key in Settings to enable search.
it: Aggiungi una API key GIF nelle impostazioni per abilitare la ricerca.

# chatStatusPending
source: Pending
it: In attesa

# chatStatusQueued
source: Queued
it: In coda

# chatStatusSent
source: Sent
it: Inviato

# chatStatusDelivered
source: Delivered
it: Consegnato

# chatStatusSeen
source: Seen
it: Visto

# chatReply
source: Reply
it: Rispondi

# chatReplyClear
source: Cancel reply
it: Annulla risposta

# chatReplyAttachment
source: Attachment
it: Allegato

# chatReplyUnknown
source: Original message
it: Messaggio originale

# chatSenderMe
source: me
it: io

# chatMembers
source: Members
it: Membri

# chatRename
source: Rename chat
it: Rinomina chat

# chatRenameHint
source: New chat title
it: Nuovo titolo chat

# chatAddMember
source: Add member
it: Aggiungi membro

# chatAddMemberHint
source: Search or paste an actor
it: Cerca o incolla un actor

# chatRemoveMember
source: Remove member
it: Rimuovi membro

# chatReact
source: React
it: Reagisci

# chatDeleteThread
source: Delete chat
it: Elimina chat

# chatDeleteThreadHint
source: This will delete the entire chat thread for everyone.
it: Questo eliminerà l'intera chat per tutti. Solo il creatore può eliminare la chat.

# chatLeaveThreadOption
source: Leave chat
it: Abbandona chat

# chatArchiveThreadOption
source: Archive chat
it: Archivia chat

# chatLeaveThreadSuccess
source: You left the chat.
it: Hai abbandonato la chat.

# chatLeaveThreadFailed
source: Could not leave the chat.
it: Impossibile abbandonare la chat.

# chatArchiveThreadSuccess
source: Chat archived.
it: Chat archiviata.

# chatArchiveThreadFailed
source: Could not archive the chat.
it: Impossibile archiviare la chat.

# chatUnarchiveThreadSuccess
source: Chat restored.
it: Chat ripristinata.

# chatUnarchiveThreadFailed
source: Could not restore the chat.
it: Impossibile ripristinare la chat.

# chatThreadsActive
source: Active
it: Attive

# chatThreadsArchived
source: Archived
it: Archiviate

# chatUnarchiveThreadOption
source: Unarchive chat
it: Ripristina chat

# chatPin
source: Pin chat
it: Fissa chat

# chatUnpin
source: Unpin chat
it: Rimuovi fissata

# chatTyping
source: {name} is typing…
it: {name} sta scrivendo…

# chatTypingMany
source: {names} are typing…
it: {names} stanno scrivendo…

# timelineHomeTooltip
source: Generic timeline (Relay + Legacy). Shows incoming/outgoing interactions, including with users you don't follow and who don't follow you.
it: Timeline Generica (Relay + Legacy). Mostra anche interazioni in ingresso/uscita con utenti che non segui e non ti seguono.

# timelineLocalTooltip
source: Follower/Following timeline (Relay + Legacy). Only profiles with a follow/follower relationship.
it: Timeline Follower/Follow (Relay + Legacy). Solo profili con cui hai relazione follow/follower.

# timelineSocialTooltip
source: Social timeline (Relay). Best-effort global feed via relay federation.
it: Timeline Sociale (Relay). Feed globale best-effort via relay.

# timelineFederatedTooltip
source: Federated timeline (Relay + Legacy). Public content seen by your instance across federation.
it: Timeline Federata (Relay + Legacy). Mostra contenuti pubblici visti dalla tua istanza nella federazione.

# timelineLayoutColumns
source: Switch to columns
it: Passa alle colonne

# timelineLayoutTabs
source: Switch to tabs
it: Passa alle tab

# timelineFilters
source: Filters
it: Filtri

# timelineFilterReply
source: Reply
it: Risposte

# timelineFilterMention
source: Mention
it: Menzioni

# coreStart
source: Start core
it: Avvia core

# coreStop
source: Stop core
it: Ferma core

# listNoItems
source: No items
it: Nessun elemento

# listEnd
source: End
it: Fine

# listLoadMore
source: Load more
it: Carica altro

# timelineNewPosts
source: {count} new posts
it: {count} nuovi post

# timelineShowNewPosts
source: Show
it: Mostra

# timelineShowNewPostsHint
source: Click to show without reloading
it: Clicca per mostrare senza ricaricare

# timelineRefreshTitle
source: Refresh
it: Aggiorna

# timelineRefreshHint
source: Force reload and pull from legacy while you were offline
it: Forza ricarica e pull dai legacy mentre eri offline

# activityReply
source: Reply
it: Rispondi

# activityLike
source: Like
it: Mi piace

# activityReact
source: React
it: Reazione

# activityReplyTitle
source: Reply
it: Rispondi

# activityReplyHint
source: Write a reply.
it: Scrivi una risposta…

# activityCancel
source: Cancel
it: Annulla

# activitySend
source: Send
it: Invia

# activityUnsupported
source: Unsupported item
it: Elemento non supportato

# activityViewRaw
source: View raw
it: Mostra raw

# activityHideRaw
source: Hide raw
it: Nascondi raw

# noteInReplyTo
source: In reply to
it: In risposta a

# noteBoostedBy
source: Boosted by {name}
it: Boost di {name}

# noteThreadUp
source: In reply to
it: In risposta a

# noteShowThread
source: Show thread
it: Mostra thread

# noteHideThread
source: Hide thread
it: Nascondi thread

# noteLoadingThread
source: Loading…
it: Caricamento…

# noteShowReplies
source: Show replies
it: Mostra risposte

# noteHideReplies
source: Hide replies
it: Nascondi risposte

# noteLoadingReplies
source: Loading replies…
it: Caricamento risposte…

# noteReactionLoading
source: Loading reactions…
it: Caricamento reazioni…

# noteReactionAdd
source: Add reaction
it: Aggiungi reazione

# noteContentWarning
source: Content warning
it: Contenuto sensibile

# noteShowContent
source: Show
it: Mostra

# noteHideContent
source: Hide
it: Nascondi

# noteActions
source: Actions
it: Azioni

# noteEdit
source: Edit
it: Modifica

# noteDelete
source: Delete
it: Elimina

source: Note deleted
it: Nota eliminata

# noteEditTitle
source: Edit note
it: Modifica nota

# noteEditContentHint
source: Edit content
it: Modifica contenuto

# noteEditSummaryHint
source: Content warning (optional)
it: Avviso contenuto (opzionale)

# noteSensitiveLabel
source: Sensitive content
it: Contenuto sensibile

# noteEditSave
source: Save
it: Salva

# noteEditMissingAudience
source: Missing audience
it: Destinatario mancante

# noteDeleteTitle
source: Delete note
it: Elimina nota

# noteDeleteHint
source: Are you sure you want to delete this note?
it: Sei sicuro di voler eliminare questa nota?

# noteDeleteConfirm
source: Delete
it: Elimina

# noteDeleteMissingAudience
source: Missing audience
it: Destinatario mancante

# timeAgoJustNow
source: just now
it: adesso

# timeAgoMinutes
source: {count,plural,=1{1 minute ago}other{{count} minutes ago}}
it: {count,plural,=1{1 minuto fa}other{{count} minuti fa}}

# timeAgoHours
source: {count,plural,=1{1 hour ago}other{{count} hours ago}}
it: {count,plural,=1{1 ora fa}other{{count} ore fa}}

# timeAgoDays
source: {count,plural,=1{1 day ago}other{{count} days ago}}
it: {count,plural,=1{1 giorno fa}other{{count} giorni fa}}

# timeAgoMonths
source: {count,plural,=1{1 month ago}other{{count} months ago}}
it: {count,plural,=1{1 mese fa}other{{count} mesi fa}}

# timeAgoYears
source: {count,plural,=1{1 year ago}other{{count} years ago}}
it: {count,plural,=1{1 anno fa}other{{count} anni fa}}

# firstRunTitle
source: Welcome
it: Benvenuto

# firstRunIntro
source: Do you want to use an existing account or create a new one?
it: Vuoi fare il login con un account esistente oppure crearne uno nuovo?

# firstRunLoginTitle
source: Log in (existing setup)
it: Login (config esistente)

# firstRunLoginHint
source: Enter the settings of an existing account/setup.
it: Inserisci i dati di un account/setup già esistente.

# firstRunCreateTitle
source: Create new account
it: Crea nuovo account

# firstRunCreateHint
source: Create a new local identity and configure relay endpoints.
it: Crea una nuova identità locale e configura gli endpoint del relay.

# firstRunRelayPreviewTitle
source: Relay network preview
it: Anteprima rete relay

# firstRunRelayPreviewRelays
source: Relays
it: Relay

# firstRunRelayPreviewPeers
source: Peers
it: Peer

# firstRunRelayPreviewEmpty
source: No data yet
it: Nessun dato disponibile

# firstRunRelayPreviewError
source: Failed to load relay preview.
it: Impossibile caricare l'anteprima relay.

# onboardingCreateTitle
source: Create account
it: Crea account

# onboardingCreateIntro
source: Fill the required fields to create a new setup. The core will start automatically after saving.
it: Compila i campi necessari. Il core verrà avviato automaticamente dopo il salvataggio.

# onboardingLoginIntro
source: Enter your existing setup fields. The core will start automatically after saving.
it: Inserisci i campi del tuo setup esistente. Il core verrà avviato automaticamente dopo il salvataggio.

# onboardingImportBackup
source: Import backup JSON
it: Importa backup JSON

# onboardingImportBackupCloud
source: Restore from relay backup
it: Ripristina dal relay

# onboardingRelaySelect
source: Relay selection
it: Selezione relay

# onboardingRelayDiscover
source: Discover
it: Scopri

# onboardingRelayDiscovering
source: Discovering…
it: Ricerca…

# onboardingRelayListHint
source: Pick a relay from the shared list or enter one manually.
it: Scegli un relay dalla lista condivisa o inseriscilo manualmente.

# onboardingRelayPick
source: Select a relay
it: Seleziona un relay

# onboardingRelayCustom
source: Use custom relay settings
it: Usa impostazioni relay personalizzate

# composeTitle
source: Compose
it: Componi

# composeCoreNotRunning
source: Core not running: go to {settings} and press {start}.
it: Core non avviato: vai in {settings} e premi {start}.

# composeWhatsHappening
source: Write what you think.
it: Scrivi cosa pensi.

# composePublic
source: Public
it: Pubblico

# composePublicHint
source: If off: followers-only
it: Se off: solo follower

# composeAddMediaPath
source: Add media (path)
it: Aggiungi media (path)

# composeAddMedia
source: Attach media
it: Allega media

# composeDropHere
source: Drop files to attach
it: Trascina qui i file per allegare

# composeClearDraft
source: Clear draft
it: Svuota bozza

# composeDraftSaved
source: Draft saved
it: Bozza salvata

# composeDraftRestored
source: Draft restored
it: Bozza ripristinata

# composeDraftCleared
source: Draft cleared
it: Bozza eliminata

# composeDraftResumeTooltip
source: Resume draft
it: Riprendi bozza

# composeDraftDeleteTooltip
source: Delete draft
it: Elimina bozza

# composeQuickHint
source: Open the quick composer
it: Apri il compositore rapido

# translationTitle
source: Translation
it: Traduzione

# translationHint
source: DeepL or DeepLX settings
it: Impostazioni DeepL o DeepLX

# translationAuthKeyLabel
source: Auth key
it: Chiave API

# translationAuthKeyHint
source: DeepL API key
it: Chiave API DeepL

# translationUseProLabel
source: Pro account
it: Account Pro

# translationUseProHint
source: Use api.deepl.com instead of api-free.deepl.com
it: Usa api.deepl.com invece di api-free.deepl.com

# translationDeepLXUrlLabel
source: DeepLX endpoint
it: Endpoint DeepLX

# translationTimeoutValue
source: {seconds, plural, one {# second} other {# seconds}}
it: {seconds, plural, one {# secondo} other {# secondi}}

# translationTargetLabel
source: Target language: {lang}
it: Lingua di destinazione: {lang}

# noteTranslate
source: Translate
it: Traduci

# noteShowTranslation
source: Show translation
it: Mostra traduzione

# noteShowOriginal
source: Show original
it: Mostra originale

# noteTranslatedFrom
source: Translated from {lang}
it: Tradotto da {lang}

# noteTranslateFailed
source: Translation failed: {error}
it: Traduzione non riuscita: {error}

# composePost
source: Post
it: Pubblica

# composeAttachments
source: Attachments
it: Allegati

# composeMediaFilePathLabel
source: Media file path (desktop/dev)
it: Percorso file media (desktop/dev)

# composeMediaFilePathHint
source: C:\\path\\img.png or /home/user/img.png
it: C:\\path\\img.png oppure /home/user/img.png

# composeNotUploaded
source: Not uploaded
it: Non caricato

# composeQueuedOk
source: OK: queued for delivery
it: OK: in coda per la consegna

# composeErrEmptyContent
source: ERR: empty content
it: ERR: contenuto vuoto

# composeErrUnableReadFile
source: ERR: unable to read file: {error}
it: ERR: impossibile leggere il file: {error}

# composeErrUnablePickFile
source: ERR: file picker failed: {error}
it: ERR: selezione file fallita: {error}

# composeErrInvalidMediaType
source: ERR: invalid media type: {type}
it: ERR: tipo media non valido: {type}

# settingsTitle
source: Settings
it: Configurazioni

# settingsCoreRunning
source: Running (handle={handle})
it: In esecuzione (handle={handle})

# settingsCoreStopped
source: Stopped
it: Fermo

# settingsAdvancedDev
source: Advanced (dev)
it: Avanzate (dev)

# settingsAdvancedDevHint
source: Migration status + core info
it: Start/Stop + status migrazione

# settingsResetApp
source: Reset app (clear config)
it: Reset app (cancella config)

# migrationTitle
source: Migration
it: Migrazione

# migrationHintShort
source: Account move (legacy + relay)
it: Spostamento account (legacy + relay)

# migrationHint
source: Use this screen to check migration readiness and set legacy aliases for account moves.
it: Usa questa schermata per verificare la migrazione e impostare gli alias legacy.

# migrationCoreNotRunning
source: Core not running. Start the core to check migration status.
it: Core non avviato. Avvia il core per verificare lo status.

# migrationStatusTitle
source: Migration status
it: Stato migrazione

# migrationStatusEmpty
source: No data loaded yet.
it: Nessun dato caricato.

# migrationStatusReady
source: Status loaded
it: Stato caricato

# migrationRefresh
source: Refresh
it: Aggiorna

# migrationAliasesTitle
source: Legacy aliases (alsoKnownAs)
it: Alias legacy (alsoKnownAs)

# migrationAliasesHint
source: Add legacy actor URLs (one per line). These are published as alsoKnownAs.
it: Inserisci gli URL legacy (uno per riga). Verranno pubblicati in alsoKnownAs.

# migrationAliasesPlaceholder
source: https://legacy.instance/users/you
it: https://istanza.legacy/users/tuo_nome

# migrationSaveAliases
source: Save aliases
it: Salva alias

# migrationRestartNote
source: Restart required after saving.
it: Riavvio richiesto dopo il salvataggio.

# migrationSaved
source: Aliases saved.
it: Alias salvati.

# migrationSavedRestart
source: Aliases saved. Restart the core.
it: Alias salvati. Riavvia il core.

# migrationFollowers
source: Followers
it: Follower

# migrationLegacyFollowers
source: Legacy followers
it: Follower legacy

# migrationHasPreviousAlias
source: Has previous actor alias
it: Ha alias precedente

# migrationNote
source: Note
it: Nota

# migrationLegacyGuides
source: Legacy migration notes
it: Note migrazione legacy

# profileEditTitle
source: Profile
it: Profilo

# profileEditHint
source: Public profile, avatar, banner, fields
it: Profilo pubblico, avatar, banner, campi

# profileDisplayName
source: Display name
it: Nome visualizzato

# profileFollowers
source: Followers
it: Follower

# profileFollowing
source: Following
it: Seguiti

# profileFeatured
source: Featured
it: In evidenza

# profileAliases
source: Also known as
it: Alias

# profileFollowPending
source: Pending
it: In attesa

# profileMovedTo
source: Moved to {actor}
it: Spostato su {actor}

# profilePickFile
source: Choose file
it: Scegli file

# profileFilePathHint
source: File path (desktop)
it: Percorso file (desktop)

# profileUpload
source: Upload
it: Carica

# profileUploadOk
source: OK: uploaded
it: OK: caricato

# profileSave
source: Save
it: Salva

# profileSavedOk
source: OK: saved (core restarted)
it: OK: salvato (core riavviato)

# profileErrSave
source: Save failed: {error}
it: Salvataggio fallito: {error}

# profileErrUpload
source: Upload failed: {error}
it: Upload fallito: {error}

# profileErrCoreNotRunning
source: Core not running.
it: Core non avviato.

# profileFieldsTitle
source: Profile fields
it: Campi profilo

# profileFieldAdd
source: Add field
it: Aggiungi campo

# profileFieldEdit
source: Edit field
it: Modifica campo

# profileFieldName
source: Name
it: Nome

# profileFieldValue
source: Value
it: Valore

# profileFieldNameEmpty
source: (empty)
it: (vuoto)

# privacyHint
source: Account privacy settings
it: Impostazioni privacy account

# privacyLockedAccount
source: Locked account (manual follow approval)
it: Account privato (approvazione follow manuale)

# privacyLockedAccountHint
source: When enabled, incoming follow requests require approval.
it: Se attivo, le richieste di follow richiedono approvazione.

# telemetrySectionTitle
source: Diagnostics
it: Diagnostica

# telemetryEnabled
source: Anonymous telemetry
it: Telemetria anonima

# telemetryEnabledHint
source: Share minimal diagnostics (errors and performance) to improve stability. No personal content.
it: Condividi diagnostica minima (errori e prestazioni) per migliorare la stabilità. Nessun contenuto personale.

# telemetryMonitoringEnabled
source: Client monitoring (debug/staging)
it: Monitoraggio client (debug/staging)

# telemetryMonitoringHint
source: Keep a local diagnostics log for troubleshooting.
it: Mantieni un log diagnostico locale per il troubleshooting.

# telemetryOpen
source: Open diagnostics
it: Apri diagnostica

# telemetryTitle
source: Diagnostics
it: Diagnostica

# telemetryRefresh
source: Refresh
it: Aggiorna

# telemetryExport
source: Export
it: Esporta

# telemetryExportEmpty
source: No diagnostics to export
it: Nessuna diagnostica da esportare

# telemetryClear
source: Clear
it: Svuota

# telemetryEmpty
source: No diagnostics yet
it: Nessuna diagnostica

# updateAvailable
source: Update available: {version}
it: Aggiornamento disponibile: {version}

# updateInstall
source: Install update
it: Installa aggiornamento

# updateDownloading
source: Downloading...
it: Download in corso...

# updateFailed
source: Update failed: {error}
it: Aggiornamento fallito: {error}

# updateDismiss
source: Dismiss
it: Chiudi

# updateOpenRelease
source: Opening release page
it: Apro la pagina release

# updateManual
source: Manual update
it: Aggiornamento manuale

# updateManualBody
source: Run this command in a terminal:\n{command}
it: Esegui questo comando nel terminale:\n{command}

# securityTitle
source: Security
it: Sicurezza

# securityHint
source: Tokens and internal endpoints
it: Token e endpoint interni

# securityInternalToken
source: Internal token
it: Token interno

# securityInternalTokenHint
source: Used to protect internal API endpoints
it: Usato per proteggere gli endpoint interni

# securityRegenerate
source: Regenerate
it: Rigenera

# securityHintInternalEndpoints
source: Keep this token private. If exposed, others on your network could call internal endpoints.
it: Tieni questo token privato. Se esposto, altri nella tua rete potrebbero chiamare endpoint interni.

# moderationTitle
source: Moderation
it: Moderazione

# moderationHintTitle
source: Block lists and policies
it: Liste di blocco e policy

# moderationBlockedDomains
source: Blocked domains
it: Domini bloccati

# moderationBlockedDomainsHint
source: One per line (example.com or *.example.com)
it: Uno per riga (example.com o *.example.com)

# moderationBlockedActors
source: Blocked actors
it: Actor bloccati

# moderationBlockedActorsHint
source: One actor URL per line
it: Un URL actor per riga

# moderationHint
source: Blocks apply to inbound and outbound interactions.
it: I blocchi si applicano a interazioni in ingresso e in uscita.

# networkingHintTitle
source: Relay and AP relays
it: Relay e AP relays

# networkingBind
source: Local bind
it: Bind locale

# networkingRelaysTitle
source: Relay discovery
it: Discovery relay

# networkingRelaysCount
source: {count} relays known
it: {count} relay noti

# networkingRelaysEmpty
source: No relays yet
it: Nessun relay

# relayAdminHint
source: Manage relay users and audit
it: Gestisci utenti relay e audit

# relayAdminTokenLabel
source: Admin token
it: Token admin

# relayAdminTokenHint
source: Paste admin token
it: Incolla token admin

# relayAdminTokenMissing
source: Add an admin token to use relay admin.
it: Aggiungi un token admin per usare il relay admin.

# relayAdminUsers
source: Users
it: Utenti

# relayAdminRegister
source: Register
it: Registra

# relayAdminRegisterHint
source: username (e.g. alice)
it: username (es. alice)

# relayAdminGenerateToken
source: Generate token
it: Genera token

# relayAdminRotate
source: Rotate token
it: Ruota token

# relayAdminEnable
source: Enable
it: Abilita

# relayAdminDisable
source: Disable
it: Disabilita

# relayAdminDelete
source: Delete
it: Elimina

# relayAdminAuditFailed
source: Failed
it: Fallito
