Repository: redhunt07/Fedi3
Catalog: app/lib/l10n/app_*.arb
Languages: it

# relayAdminUserEnabled
source: Enabled
it: Attivo

# relayAdminUserDisabled
source: Disabled
it: Disattivo

# relayAdminUserSearchHint
source: Search users…
it: Cerca utenti…

# relayAdminDeleteConfirm
source: Delete user {username}?
it: Eliminare l'utente {username}?

# relayAdminAuditExport
source: Export audit
it: Esporta audit

# relayAdminAuditExported
source: Audit exported: {path}
it: Audit esportato: {path}

# relayAdminAuditSearchHint
source: Search audit…
it: Cerca audit…

# relayAdminAuditFailedOnly
source: Failed only
it: Solo falliti

# relayAdminAuditReverse
source: Reverse order
it: Ordine inverso

# relayAdminUsersCount
source: Users: {count}
it: Utenti: {count}

# relayAdminUsersDisabledCount
source: Disabled: {count}
it: Disattivi: {count}

# relayAdminAuditLast
source: Last audit
it: Ultimo audit

# networkingRelaysError
source: Relay sync failed
it: Sync relay non riuscita

# networkingApRelaysEmpty
source: No AP relays configured
it: Nessun AP relay configurato

# networkingEditAccount
source: Edit account/networking
it: Modifica account/networking

# networkingHint
source: Some changes require restarting the core.
it: Alcune modifiche richiedono il riavvio del core.

# p2pSectionTitle
source: P2P delivery
it: Consegna P2P

# p2pDeliveryModeLabel
source: Delivery mode
it: Modalita consegna

# p2pDeliveryModeRelay
source: P2P first, fallback to relay
it: P2P prima, fallback al relay

# p2pDeliveryModeP2POnly
source: P2P only (no relay)
it: Solo P2P (no relay)

# p2pRelayFallbackLabel
source: Relay fallback delay (seconds)
it: Ritardo fallback relay (secondi)

# p2pRelayFallbackHint
source: Wait before using relay (default: 5)
it: Attendi prima di usare il relay (default: 5)

# p2pCacheTtlLabel
source: Mailbox cache TTL (seconds)
it: TTL cache mailbox (secondi)

# p2pCacheTtlHint
source: Store-and-forward TTL (default: 604800)
it: TTL store-and-forward (default: 604800)

# backupHint
source: Export/import your Fedi3 profile and settings
it: Esporta/importa profilo e impostazioni Fedi3

# backupExportTitle
source: Export
it: Esporta

# backupExportHint
source: Creates a JSON backup (config + UI prefs).
it: Crea un backup JSON (config + preferenze UI).

# backupExportSave
source: Save backup file
it: Salva file backup

# backupExportCopy
source: Copy backup JSON
it: Copia JSON backup

# backupExportOk
source: OK: copied to clipboard
it: OK: copiato negli appunti

# backupExportSaved
source: OK: saved backup file
it: OK: file backup salvato

# backupImportTitle
source: Import
it: Importa

# backupImportHint
source: Paste a previously exported JSON backup here.
it: Incolla qui un backup JSON esportato in precedenza.

# backupImportApply
source: Import now
it: Importa ora

# backupImportFile
source: Import from file
it: Importa da file

# backupImportOk
source: OK: imported (core restarted)
it: OK: importato (core riavviato)

# backupCloudTitle
source: Cloud backup
it: Backup cloud

# backupCloudHint
source: Encrypted backup stored on your relay (or S3) for fast device sync.
it: Backup cifrato salvato sul relay (o S3) per sincronizzare i dispositivi.

# backupCloudUpload
source: Upload to relay
it: Carica sul relay

# backupCloudDownload
source: Restore from relay
it: Ripristina dal relay

# backupCloudUploadOk
source: OK: backup uploaded
it: OK: backup caricato

# backupCloudDownloadOk
source: OK: backup restored
it: OK: backup ripristinato

# backupErr
source: Backup error: {error}
it: Errore backup: {error}

# statusActiveRecent
source: Active recently
it: Attivo di recente

# relaysTitle
source: Relays
it: Relay

# relaysCurrent
source: Current relay
it: Relay attuale

# relaysTelemetry
source: Telemetry
it: Telemetria

# relaysKnown
source: Known relays
it: Relay conosciuti

# relaysPeersTitle
source: Known peers
it: Peer conosciuti

# relaysPeersSearchHint
source: Search peers
it: Cerca peer

# relaysPeersEmpty
source: No peers found
it: Nessun peer trovato

# relaysRecommended
source: Recommended
it: Consigliato

# relaysLatency
source: Latency: {ms} ms
it: Latenza: {ms} ms

# relaysCoverageTitle
source: Search coverage
it: Copertura ricerca

# relaysCoverageUsers
source: {indexed}/{total} users indexed
it: {indexed}/{total} utenti indicizzati

# relaysCoverageLast
source: Last index: {ms}
it: Ultima indicizzazione: {ms}

# onboardingTitle
source: Fedi3 setup
it: Setup Fedi3

# onboardingIntro
source: Create your local instance and connect it to a relay (for legacy compatibility).
it: Crea la tua istanza locale e collegala a un relay (per compatibilità con le istanze legacy).

# onboardingRelayPublicUrl
source: Relay public URL (https://relay... or http://127.0.0.1:8787)
it: Relay public URL (https://relay... oppure http://127.0.0.1:8787)

# onboardingRelayWs
source: Relay WS (wss://... or ws://127.0.0.1:8787)
it: Relay WS (wss://... oppure ws://127.0.0.1:8787)

# onboardingSave
source: Save & open app
it: Salva e apri app

# onboardingRelayTokenTooShort
source: Relay token too short (min 16 characters).
it: Relay token troppo corto (min 16 caratteri).

# editAccountTitle
source: Edit account
it: Modifica account

# editAccountSave
source: Save
it: Salva

# editAccountCoreRunningWarning
source: Core is running: it will be stopped automatically before saving to avoid inconsistencies.
it: Core in esecuzione: verrà fermato automaticamente prima di salvare per evitare incoerenze.

# editAccountRegenerateInternal
source: Regenerate internal token
it: Rigenera internal token

# devCoreConfigSaved
source: Config (saved)
it: Config (salvata)

# devCoreFetchMigration
source: Fetch migration status
it: Leggi status migrazione

# devCoreVersion
source: Core version: {version}
it: Versione core: {version}

# devCoreNotLoaded
source: Core not loaded: {error}
it: Core non caricato: {error}

# notificationsTitle
source: Notifications
it: Notifiche

# notificationsEmpty
source: No notifications
it: Nessuna notifica

# notificationsCoreNotRunning
source: Core not running.
it: Core non avviato.

# notificationsGeneric
source: Notification
it: Notifica

# notificationsFollow
source: New follower
it: Nuovo follower

# notificationsFollowAccepted
source: Follow accepted
it: Follow accettato

# notificationsFollowRejected
source: Follow rejected
it: Follow rifiutato

# notificationsLike
source: Liked your post
it: Ha messo Mi piace

# notificationsReact
source: Reacted to your post
it: Ha reagito al post

# notificationsBoost
source: Boosted your post
it: Ha boostato il post

# notificationsMentionOrReply
source: Mention / reply
it: Menzione / risposta

# notificationsNewActivity
source: New activity
it: Nuova attività

# uiSettingsTitle
source: Appearance & language
it: Aspetto e lingua

# uiSettingsHint
source: Theme, language, density, font size
it: Tema, lingua, densità, dimensione testo

# uiLanguage
source: Language
it: Lingua

# uiLanguageSystem
source: System default
it: Default sistema

# uiTheme
source: Theme
it: Tema

# uiThemeSystem
source: System
it: Sistema

# uiThemeLight
source: Light
it: Chiaro

# uiThemeDark
source: Dark
it: Scuro

# uiDensity
source: Density
it: Densità

# uiDensityNormal
source: Normal
it: Normale

# uiDensityCompact
source: Compact
it: Compatta

# uiAccent
source: Accent color
it: Colore accento

# uiFontSize
source: Font size
it: Dimensione testo

# uiFontSizeHint
source: Affects the whole app
it: Influisce su tutta l'app

# gifSettingsTitle
source: GIFs
it: GIF

# gifSettingsHint
source: Giphy API key
it: API key Giphy

# gifProviderHint
source: Use your own API key to enable GIF search.
it: Usa una API key personale per abilitare la ricerca.

# gifApiKeyHint
source: Paste your Giphy API key
it: Incolla la API key di Giphy

# gifSettingsDefaultHint
source: You can use the default Giphy key for now.
it: Puoi usare la key predefinita di Giphy per ora.

# gifSettingsUseDefault
source: Use default key
it: Usa key predefinita

# composeContentWarningHint
source: Hide content behind a warning
it: Nascondi il contenuto dietro un avviso

# composeContentWarningTextLabel
source: Warning text
it: Testo avviso

# composeSensitiveMediaTitle
source: Sensitive media
it: Media sensibili

# composeSensitiveMediaHint
source: Mark media as sensitive
it: Segna i media come sensibili

# composeMfmCheatsheetBody
source: **bold** -> bold *italic* -> italic ~~strike~~ -> strikethrough `code` -> inline code ```code``` -> code block > quote -> quote block [title](https://example.com) -> link #tag -> hashtag @user@domain -> mention :emoji: -> custom emoji Line breaks -> new line
it: **grassetto** -> grassetto *corsivo* -> corsivo ~~barrato~~ -> barrato `codice` -> codice in linea ```codice``` -> blocco di codice > citazione -> citazione [titolo](https://esempio.com) -> link #tag -> hashtag @utente@dominio -> menzione :emoji: -> emoji personalizzata A capo -> nuova linea

source: Close
it: Chiudi

# composeVisibilityTitle
source: Visibility
it: Visibilità

# composeVisibilityHint
source: Who can see this post
it: Chi può vedere questo post

# composeVisibilityPublic
source: Public
it: Pubblico

# composeVisibilityFollowers
source: Followers only
it: Solo follower

# composeVisibilityDirect
source: Direct
it: Diretto

# composeVisibilityDirectLabel
source: Direct recipient
it: Destinatario diretto

# composeVisibilityDirectHint
source: @user@host or actor URL
it: @utente@host o URL attore

# composeVisibilityDirectMissing
source: Direct recipient is required
it: Serve un destinatario diretto

# composeExpand
source: Expand
it: Espandi

# composeExpandTitle
source: Composer
it: Editor

# uiEmojiPaletteTitle
source: Emoji palette
it: Palette emoji

# uiEmojiPaletteHint
source: Edit quick emojis
it: Modifica emoji rapide

# emojiPaletteAddLabel
source: Add emoji
it: Aggiungi emoji

# emojiPaletteAddHint
source: 😀 or :shortcode:
it: 😀 o :shortcode:

# emojiPaletteAddButton
source: Add
it: Aggiungi

# emojiPaletteEmpty
source: No emojis yet.
it: Nessuna emoji.

# emojiPickerClose
source: Close
it: Chiudi

# emojiPickerSearchLabel
source: Search
it: Cerca

# emojiPickerSearchHint
source: Emoji or :shortcode:
it: Emoji o :shortcode:

# emojiPickerRecent
source: Recent
it: Recenti

# emojiPickerCommon
source: Common
it: Comuni

# emojiPickerCustom
source: Custom emojis
it: Emoji custom

# reactionPickerTitle
source: Reactions
it: Reazioni

# reactionPickerClose
source: Close
it: Chiudi

# reactionPickerSearchLabel
source: Search or custom
it: Cerca o personalizza

# reactionPickerSearchHint
source: Emoji or :shortcode:
it: Emoji o :shortcode:

# reactionPickerRecent
source: Recent
it: Recenti

# reactionPickerCommon
source: Common
it: Comuni

# reactionPickerNoteEmojis
source: This note emojis
it: Emoji della nota

# reactionPickerGlobalEmojis
source: Global custom emojis
it: Emoji globali

# uiEmojiPickerTitle
source: Emoji picker
it: Selettore emoji

# uiEmojiPickerSizeLabel
source: Size
it: Dimensione

# uiEmojiPickerColumnsLabel
source: Columns
it: Colonne

# uiEmojiPickerStyleLabel
source: Custom emoji style
it: Stile emoji custom

# uiEmojiPickerStyleImage
source: Image
it: Immagine

# uiEmojiPickerStyleText
source: Text
it: Testo

# uiEmojiPickerPresetCompact
source: Compact
it: Compatto

# uiEmojiPickerPresetComfort
source: Comfort
it: Comodo

# uiEmojiPickerPresetLarge
source: Large
it: Grande

# uiEmojiPickerPreviewLabel
source: Preview
it: Anteprima

# uiNotificationsTitle
source: Notifications
it: Notifiche

# uiNotificationsPresetLabel
source: Presets
it: Preset

# uiNotificationsPresetDirect
source: Only direct interactions
it: Solo interazioni dirette

# uiNotificationsPresetChat
source: Only chat
it: Solo chat

# uiNotificationsPresetAll
source: All notifications
it: Tutte le notifiche

# uiNotificationsMute24h
source: Mute 24h
it: Silenzia 24h

# uiNotificationsUnmute
source: Unmute
it: Riattiva

# uiNotificationsMutedUntil
source: Muted until {when}
it: Silenzioso fino a {when}

# uiNotificationsChat
source: Chat messages
it: Messaggi chat

# uiNotificationsDirect
source: Direct interactions
it: Interazioni dirette
